import aboutPhoto from "../../images/yarin-photo.png";

function About() {
  return (
    <section id="about-us" className="about-section">
      <h2>קצת עליי</h2>
      <img src={aboutPhoto} alt="ירין - מעצבת גבות Nini Eyebrows" />

      <div className="about-content">
        <p>
          נעים להכיר, אני ירין, בעלת הסטודיו לשיקום ועיצוב גבות וטיפולי
          מיקרובליידינג "NINI EYEBROWS"
        </p>

        <p>
          את הדרך המקצועית שלי התחלתי בעקבות חוויה אישית קשה בגיל 15.
          <br />
          מעצבת גבות שהרסה את הגבות שלי פגעה בביטחון העצמי שלי. <br />
          במשך תקופה ארוכה הסתובבתי עם גבות חסרות צורה ללא אומץ להגיד מילה. לאחר
          מכן בתקופת הסגר בקורונה הפסקתי להגיע אליה, התחלתי לנסות ולעצב לעצמי את
          הגבות עד שהבנתי שזה מה שאני אוהבת לעשות.
          <br />
          מאז, צברתי ביטחון דרך אימונים על עצמי ועל חברות ומשפחה.
          <br />
          עד שהתמקצעתי וסיימתי את הקורס הראשון שלי בתחום ואחריו הגיעו עוד קורסים
          והשתלמויות נוספים.
        </p>

        <p>
          כיום, הסטודיו שלי הוא הבית שבו אני מעניקה לכל אחת את הגבות המדויקות
          בשבילה, ומחזירה לה את הביטחון והחיוך בדיוק כפי שהחזרתי לעצמי.
        </p>
      </div>
    </section>
  );
}

export default About;
