import aboutPhoto from "../../images/yarin-photo.png";

function About() {
  return (
    <section id="about-us" className="about-section">
      <h2>קצת עליי</h2>
      <img src={aboutPhoto} alt="ירין - מעצבת גבות Nini Eyebrows" />
      <p>
        בגיל 15 איבדתי את הביטחון בגבות שלי בעקבות עיצוב שלא התאים לי. במשך שנים
        התמודדתי עם חוסר ביטחון, עד שהגיעה הקורונה והפסקתי ללכת לעיצוב גבות.
        דווקא אז, כשהגבות שלי התחילו להשתקם, הבנתי כמה אני אוהבת את התחום וכמה
        אני רוצה לעזור לנשים אחרות להרגיש טוב עם עצמן. למדתי, השקעתי, פתחתי את
        העסק שלי והתחלתי להגשים חלום. היום אני זוכה להעניק ללקוחות שלי לא רק
        גבות יפות, אלא גם את הביטחון העצמי שכמעט איבדתי בעצמי
      </p>
    </section>
  );
}

export default About;
